org/20220103220825-quantitative_easing.org
:PROPERTIES:
:ID:       8ff4eef8-ed3d-405f-9658-7f390a06ecc1
:END:
#+title: Quantitative Easing
#+filetags: :notebook:public:

- tags :: [[id:1a53642d-c03e-4ae9-92e2-e164869927b3][Monetary systems]] [[id:5fecd21c-5701-48af-9fd8-a2a2ab9b36a8][Economics]]

Quantitative Easing in fact makes "good debt" (that would be used as HQLA by banks) disappear from the markets, so banks have to build derivatives with the remaining bonds to create reserve.

That's why episodes of quantitative easing do not correspond to lowering interest rates. See [[https://www.action-future.com/index.php/2019/11/07/bund-schatz-yield-fed-qe-ecb-qe/][this curve on the german bond yield w/ periods of QE]].

Meet the central banks' attempt to flush reserves out of the market: [[id:2ce35154-8012-4132-abf4-23737c312ef3][Quantitative Tightening]]

* Is QE responsible for inflation?

US: 2009-2014
Europe: 2015-2019
Japan: 2000-

Economies exhibited more inflation pre-quantitative easing that after. QE has little impact on the real economy.

See MM's Issue #40

* References

- Maroon Macro's [[https://maroonmacro.substack.com/p/issue-7-quantitative-easing-and-the?s=r][QE and the Federal Reserve's Role in the US Treasury market]]
- Maroon Macro's [[https://maroonmacro.substack.com/p/issue-40-does-the-federal-reserves?token=eyJ1c2VyX2lkIjo1ODM4MjkwMCwicG9zdF9pZCI6NDc3OTQ4MTYsIl8iOiIxTDRtRyIsImlhdCI6MTY0NjY2NzIzMywiZXhwIjoxNjQ2NjcwODMzLCJpc3MiOiJwdWItMzg3NTUxIiwic3ViIjoicG9zdC1yZWFjdGlvbiJ9.sS0iV6XiinJoocfiU-9aqN3D9topvqok_40uxyjMOes&s=r][Does the Federal Reserve's Quantitative Easing really "print money"? (Issue #40)]]
- Maroon Macro's [[https://maroonmacro.substack.com/p/issue-22-is-quantitative-easing-inflationary?s=r][Is Quantitative Easing inflationary?]]
- Joseph Wang's [[https://fedguy.com/the-mechanics-of-quantitative-easing-and-m2/][The mechnanics of Quantitative Easing and M2]]
- Jospeh Wang's [[https://fedguy.com/quantitative-easing-step-by-step/][Quantitative Easing Step-by-step]]
- Jospeh Wang's [[https://fedguy.com/qe-zombifies-money-markets/][QE Zombifies money markets]]
- Jospeh Wang's [[https://fedguy.com/the-qe-afterparty/][The QE afterparty]]
- Joseph Wang's [[https://fedguy.com/too-much-money/][Too much money]]
