20220103220825-quantitative_easing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-08-23 Tue 22:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Quantitative Easing</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Quantitative Easing</h1>
<dl class="org-dl">
<dt>tags</dt><dd><a href="20220103155222-monetary_systems.html#ID-1a53642d-c03e-4ae9-92e2-e164869927b3">Monetary systems</a> <a href="20220103161656-economics.html#ID-5fecd21c-5701-48af-9fd8-a2a2ab9b36a8">Economics</a></dd>
</dl>

<p>
Quantitative Easing in fact makes "good debt" (that would be used as HQLA by banks) disappear from the markets, so banks have to build derivatives with the remaining bonds to create reserve.
</p>

<p>
That's why episodes of quantitative easing do not correspond to lowering interest rates. See <a target='_blank' rel='noopener noreferrer' class='external' href="https://www.action-future.com/index.php/2019/11/07/bund-schatz-yield-fed-qe-ecb-qe/">this curve on the german bond yield w/ periods of QE</a>.
</p>

<p>
Meet the central banks' attempt to flush reserves out of the market: <a href="20220307173154-quantitative_tightening.html#ID-2ce35154-8012-4132-abf4-23737c312ef3">Quantitative Tightening</a>
</p>

<div id="outline-container-org8d9b358" class="outline-2">
<h2 id="org8d9b358">Is QE responsible for inflation?</h2>
<div class="outline-text-2" id="text-org8d9b358">
<p>
US: 2009-2014
Europe: 2015-2019
Japan: 2000-
</p>

<p>
Economies exhibited more inflation pre-quantitative easing that after. QE has little impact on the real economy.
</p>

<p>
See MM's Issue #40
</p>
</div>
</div>

<div id="outline-container-orgd9dde85" class="outline-2">
<h2 id="orgd9dde85">References</h2>
<div class="outline-text-2" id="text-orgd9dde85">
<ul class="org-ul">
<li>Maroon Macro's <a target='_blank' rel='noopener noreferrer' class='external' href="https://maroonmacro.substack.com/p/issue-7-quantitative-easing-and-the?s=r">QE and the Federal Reserve's Role in the US Treasury market</a></li>
<li>Maroon Macro's <a target='_blank' rel='noopener noreferrer' class='external' href="https://maroonmacro.substack.com/p/issue-40-does-the-federal-reserves?token=eyJ1c2VyX2lkIjo1ODM4MjkwMCwicG9zdF9pZCI6NDc3OTQ4MTYsIl8iOiIxTDRtRyIsImlhdCI6MTY0NjY2NzIzMywiZXhwIjoxNjQ2NjcwODMzLCJpc3MiOiJwdWItMzg3NTUxIiwic3ViIjoicG9zdC1yZWFjdGlvbiJ9.sS0iV6XiinJoocfiU-9aqN3D9topvqok_40uxyjMOes&amp;s=r">Does the Federal Reserve's Quantitative Easing really "print money"? (Issue #40)</a></li>
<li>Maroon Macro's <a target='_blank' rel='noopener noreferrer' class='external' href="https://maroonmacro.substack.com/p/issue-22-is-quantitative-easing-inflationary?s=r">Is Quantitative Easing inflationary?</a></li>
<li>Joseph Wang's <a target='_blank' rel='noopener noreferrer' class='external' href="https://fedguy.com/the-mechanics-of-quantitative-easing-and-m2/">The mechnanics of Quantitative Easing and M2</a></li>
<li>Jospeh Wang's <a target='_blank' rel='noopener noreferrer' class='external' href="https://fedguy.com/quantitative-easing-step-by-step/">Quantitative Easing Step-by-step</a></li>
<li>Jospeh Wang's <a target='_blank' rel='noopener noreferrer' class='external' href="https://fedguy.com/qe-zombifies-money-markets/">QE Zombifies money markets</a></li>
<li>Jospeh Wang's <a target='_blank' rel='noopener noreferrer' class='external' href="https://fedguy.com/the-qe-afterparty/">The QE afterparty</a></li>
<li>Joseph Wang's <a target='_blank' rel='noopener noreferrer' class='external' href="https://fedguy.com/too-much-money/">Too much money</a></li>
</ul>
</div>
</div>

<div id="outline-container-org764b372" class="outline-2">
<h2 id="org764b372">Links to this note</h2>
<div class="outline-text-2" id="text-org764b372">
<ul class="org-ul">
<li><a href="./20220108205734-us_treasuries_market_yield.html">US Treasuries market yield</a></li>
</ul>
</div>
</div>
</div>
</body>
</html>
